Revit 2027 API
Edge.IsFlippedOnFace Method
Overload List
Name | Description
IsFlippedOnFace(Face) | Determines if this edge's topological direction on the Face is opposite to its parametric direction.
IsFlippedOnFace(Int32) | Determines if this edge's topological direction on the Face is opposite to its parametric direction.
Top
See Also
Reference
Edge Class
Autodesk.Revit.DB Namespace